Revit 2027 API
RelinquishedItems.GetRelinquishedWorksets Method
 The elements that were relinquished by the current user.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ICollection<WorksetId> GetRelinquishedWorksets()
Public Function GetRelinquishedWorksets As ICollection(Of WorksetId)
public:
ICollection<WorksetId^>^ GetRelinquishedWorksets()
member GetRelinquishedWorksets : unit -> ICollection<WorksetId>
Return Value
ICollection<WorksetId>
See Also
Reference
RelinquishedItems Class
Autodesk.Revit.DB Namespace